Repository: Etruel-Developments/wpecounter
Catalog: languages/wpecounter-*.po
Languages: es_es

source: Views
es_es: Visitas

source: Go to WP Views Counter Settings Page
es_es: Ir a la Página de Configuraciones

source: Settings
es_es: Opciones

source: Technical Support
es_es: Soporte Técnico

source: Premium Support
es_es: Soporte Premium

source: Rate Plugin
es_es: Califica Plugin

source: Donate
es_es: Donar

source: Loading...
es_es: Cargando…

source: Counter on Post types:
es_es: Activar Contador en:

source: Danger Area
es_es: Área peligrosa

source: Be careful with these options. There are not undo. Be sure to make backup of postmeta table.
es_es: Ten cuidado con esta opción! No se puede deshacer. Asegurate de tener un backup de la tabla postmeta.

source: Show Options.
es_es: Mostrar Opciones.

source: Import other counters to WPeCounter Views
es_es: Importar desde otros contadores a WPeCounter

source: With this option you can import the numbers of visits that another script has stored in a custom-meta-field different that of WPeCounter.
es_es: Con esta opción puede importar el número de visitas que otro script ha guardado en un meta-campo diferente al que usa WPeCounter.

source: This function basically copy (if any) the previous meta-field of each post to meta-field "Views" used by this WP Views Counter (aka WPeCounter). Replacing the current value of "Views" if it already exists.
es_es: Esta función básicamente copia (si existe) el meta-campo anterior de cada post al meta-campo "Views" usado por WP Views Counter. Reemplazando el valor actual de "Views" si ya existe.

source: Type the name of custom meta field from another counter to import to WPeCounter Views meta field.
es_es: Tipee el nombre del meta-campo del otro contador para importarlo al meta-campo "Views" de WPeCounter.

source: Check this only fo fix wrong column order in some post types.
es_es: Compruebe esto sólo para arreglar el incorrecto orden por columnas en algunos tipos de entradas.

source: Use with caution. This option allows you to add counters with zero value in all selected post types above.
es_es: Utilizar con precaución. Esta opción permite añadir contadores con valor cero en todos los Tipos de entrada seleccionados anteriormente.

source: This function will insert all meta fields of each entry used by this WP Views Counter with the value "0" (zero) to fix some cases in which it might show an incorrect order in the list of posts.
es_es: Esta función insertará todos los metacampos de cada entrada utilizada por este WP Views Counter con el valor “0” (cero) para solucionar algunos casos en los que podría mostrar un orden incorrecto en la lista de entradas.

source: In very large databases it may give a Timeout, anyway you can run it again and again to complete the process.
es_es: En bases de datos muy grandes puede dar un Timeout, de todas formas puedes ejecutarlo una y otra vez para completar el proceso.

source: Proceed
es_es: Proceder

source: All seems to be fine.
es_es: Todo parece estar bien.

source: Import success. Posts updated:
es_es: Éxito al importar. Entradas Actualizadas:

source: There was no posts updated.
es_es: No se actualizaron entradas.

source: Fixed duplicated metafields:
es_es: Meta campos duplicados solucionados:

source: Inserted metafields:
es_es: Meta campos insertados:

source: There was no empty metafields.
es_es: No había metadatos vacíos.

source: Title:
es_es: Título:

source: Limit:
es_es: Límite:

source: Order:
es_es: Orden:

source: Show views count?
es_es: Mostrar Conteo?
