Repository: Etruel-Developments/wpecounter
Catalog: lang/wpecounter-*.po
Languages: es_es, sr_rs

source: Donate
es_es: Donar
sr_rs: Donirati

source: Thanks for test, use and enjoy this plugin.
es_es: Gracias por probar, usar y disfrutar este plugin.
sr_rs: Hvala na testu , koristi i uživaj u ovom plugin-u .

source: If you like it, I really appreciate a donation.
es_es: Si te gusta, realmente apreciaría una donación.
sr_rs: Ako vam se sviđa , stvarno cenim donaciju .

source: Click for Donate
es_es: Click para Donar
sr_rs: Kliknite za Donaciju

source: Knows my plugins
es_es: Conoce mis plugins
sr_rs: Znas moje plagin-ove

source: Views
es_es: Visitas
sr_rs: Pregleda

source: Posts updated.
es_es: Posts actualizados.

source: Settings saved
es_es: Opciones guardadas
sr_rs: Podešavanja sačuvana

source: WPeCounter settings
es_es: WPeCounter
sr_rs: WPeCounter podesavanje

source: WPeCounter options
es_es: Opciones
sr_rs: WPeCounter opcije

source: Select Custom post types that must be count views.
es_es: Seleccione los tipos de posts (Custom post types) que deben contar las visitas.
sr_rs: Izaberite Custom post types u koji moraju biti uračunati pregledi .

source: Save
es_es: Guardar
sr_rs: Sacuvaj

source: Import other counters to WPeCounter Views
es_es: Importar desde otros contadores a WPeCounter

source: Be careful with This option. There are not undo.
es_es: Ten cuidado con esta opción! No se puede deshacer!

source: With this option you can import the numbers of visits that another script has stored in a custom-meta-field different that of WPeCounter.
es_es: Con esta opción puede importar el número de visitas que otro script ha guardado en un meta-campo diferente al que usa WPeCounter.

source: This function basically copy (if any) the previous meta-field of each post to meta-field "Views" used by WPeCounter. Replacing the current value of "Views" if it already exists.
es_es: Esta función básicamente copia (si existe) el meta-campo anterior de cada post al meta-campo "Views" usado por WPeCounter. Reemplazando el valor actual de "Views" si ya existe.

source: Show import area.
es_es: Mostrar area para importar.

source: Type name of custom meta field from another counter to import to WPeCounter Views meta field.
es_es: Tipee el nombre del meta-campo del otro contador para importarlo al meta-campo "Views" de WPeCounter.

source: Save & Import
es_es: Guardar e Importar
